{"index":{"_id":"1"}}
{"title":"The classic musical instrument has an interesting history.","author":" Nur Ibrahim ","time":"6 November 2021","claim":"The piano used to be called the pianoforte."}
{"index":{"_id":"2"}}
{"title":"The famous suspension bridge took around five years to construct.","author":" Nur Ibrahim ","time":"6 November 2021","claim":"A seven-ton locomotive gas engine was embedded in the foundation of the Golden Gate Bridge, after it slid on wet rails while hauling concrete. The locomotive plunged 100 feet into the abutment’s soft cement and could not be recovered, so it has been sealed there throughout the bridge’s history. "}
{"index":{"_id":"3"}}
{"title":"Snopes spoke with an aviation history expert to get to the heart of conspiracy theories.","author":" Madison Dapcevich ","time":"5 November 2021","claim":"Prior to WWII, the Japanese military arrested and executed crew members and passengers traveling from San Francisco, California, in a Pan Am Clipper aircraft that landed to refuel in Truk Lagoon, or modern-day Micronesia. "}
{"index":{"_id":"4"}}
{"title":"Websites claiming there was a \"media blackout\" are almost always peddling fake news.","author":" Dan Evon ","time":"5 November 2021","claim":"The CEO of Pfizer, Albert Bourla, was arrested for fraud in November 2021. "}
{"index":{"_id":"5"}}
{"title":"Why not?","author":" Bethania Palma ","time":"5 November 2021","claim":"You can purchase a camouflage-colored, beer-themed wedding gown from David's Bridal."}
{"index":{"_id":"6"}}
{"title":"The festival of lights does not produce this much light.","author":" Dan Evon ","time":"5 November 2021","claim":"A NASA satellite photograph shows India during Diwali celebrations. "}
{"index":{"_id":"7"}}
{"title":"Check your source's sources' sources.","author":" Dan MacGuill ","time":"4 November 2021","claim":"A viral social media message from 2020 and 2021 was authored by a Hopi \"chief\" named \"White Eagle.\""}
{"index":{"_id":"8"}}
{"title":"A confluence of issues have created congestion at the busiest port in the U.S.","author":" Bethania Palma ","time":"2 November 2021","claim":"The congestion and shipping delays at the ports of Long Beach and Los Angeles are due to California's \"liberal\" environmental and labor laws."}
{"index":{"_id":"9"}}
{"title":"Japan has been touted as a pandemic success story.","author":" Madison Dapcevich ","time":"4 November 2021","claim":"Health officials in Japan have halted vaccine rollouts for COVID-19 and have instead authorized treatment with the anti-parasite drug ivermectin."}
{"index":{"_id":"10"}}
{"title":"The altered clip was created using part of a 1997 episode of \"The Oprah Winfrey Show.\"","author":" Jordan Liles ","time":"4 November 2021","claim":"Marjorie Taylor Greene appeared on \"The Oprah Winfrey Show\" in 1997."}
{"index":{"_id":"11"}}
{"title":"One more fart rumor and we may have to assign a reporter to the Biden butt beat.","author":" Dan Evon ","time":"4 November 2021","claim":"A video captures U.S. President Joe Biden farting during a town hall. "}
{"index":{"_id":"12"}}
{"title":"A video showed the pope go poof. Here's what happened.","author":" Jordan Liles ","time":"3 November 2021","claim":"Pope Francis disappeared on live TV."}
{"index":{"_id":"13"}}
{"title":"Sky News explained what happened with the purported \"Matrix glitch.\"","author":" Jordan Liles ","time":"3 November 2021","claim":"A politician's briefcase \"inexplicably\" changed colors from red to green after he passed a parked car."}
{"index":{"_id":"14"}}
{"title":"A YouTube spokesperson said they had \"not received evidence of there being videos on YouTube Kids showing or promoting the content described in the post.\"","author":" Dan Evon ","time":"3 November 2021","claim":"An \"evil Santa\" appeared on YouTube Kids telling children to harm themselves or others in order to receive more presents. "}
{"index":{"_id":"15"}}
{"title":"Allocated government funds for the experiments reportedly totaled more than $1.8 million.","author":" Madison Dapcevich ","time":"18 August 2021","claim":"Under the direction of Dr. Anthony Fauci, the National Institute of Allergy and Infectious Diseases (NIAID) division of the National Institutes of Health (NIH) approved the use of taxpayer dollars to fund \"cruel and unnecessary\" testing of an experimental vaccines and drugs on beagles."}
{"index":{"_id":"16"}}
{"title":"A viral Facebook meme about votes in Arizona did not contain accurate numbers.","author":" Jordan Liles ","time":"2 November 2021","claim":"An audit of votes in Maricopa County, Arizona, found 712,152 new votes for former U.S. President Donald Trump for the state of Arizona."}
{"index":{"_id":"17"}}
{"title":"Disney originally denied the existence of the sinkhole where part of EPCOT was planned, but later confirmed it, according to reports.","author":" Jordan Liles ","time":"2 November 2021","claim":"A sinkhole sits under part of EPCOT in Florida."}
{"index":{"_id":"18"}}
{"title":"Republican Congressman Markwayne Mullin said Democratic proposals for a \"methane tax\" would \"run ranchers out of business.\" But do his claims stack up?","author":" Dan MacGuill ","time":"2 November 2021","claim":"The Build Back Better Act of 2021 included proposals to introduce a \"methane tax\" that would equate to $2,600 per head of cattle and $500 per head of swine. "}
{"index":{"_id":"19"}}
{"title":"While the neurosurgeon and U.S. politician has accomplished many things, this is not one of them.","author":" Nur Ibrahim ","time":"2 November 2021","claim":"Ben Carson won the Nobel Prize for his brain supplements."}
{"index":{"_id":"20"}}
{"title":"Also, it has nothing to do with Lucifer.","author":" Dan Evon ","time":"2 November 2021","claim":"The Moderna COVID-19 vaccine contains luciferase. "}
{"index":{"_id":"21"}}
{"title":"Cases of a brain cancer known as glioblastoma are almost always fatal.","author":" Madison Dapcevich ","time":"2 November 2021","claim":"Students at University of Findlay College of Pharmacy in Ohio developed a compound that kills glioblastoma (brain cancer) cells. "}
{"index":{"_id":"22"}}
{"title":"Who knew that In-N-Out cups would become a go-to for photoshoppers.","author":" Dan Evon ","time":"2 November 2021","claim":"A photograph shows \"Let's Go Brandon\" written on the inside rim at the bottom of an In-N-Out cup. "}
{"index":{"_id":"23"}}
{"title":"An image supposedly showed a work of Day of the Dead sky art consisting of drones shaped like a sombrero-wearing skull.","author":" Dan Evon ","time":"2 November 2021","claim":"An image shows a work of Day of the Dead sky art made with drones. "}
{"index":{"_id":"24"}}
{"title":"From Danny's shirt to TV programming at The Overlook Hotel, the number 42 is said to appear repeatedly throughout the movie.","author":" Jessica Lee ","time":"31 October 2021","claim":"In the 1980 film adaption of \"The Shining,\" the number 42 appears in multiple ways. "}
{"index":{"_id":"25"}}
{"title":"Allegedly, shots contained more than double the ingredients federal regulators OK'd.","author":" Jessica Lee ","time":"27 October 2021","claim":"While the \"FDA approved version\" of COVID-19 vaccinations include three ingredients, people are being injected with shots containing seven."}
{"index":{"_id":"26"}}
{"title":"Photographs certainly don't show this alleged automobile accident (which most likely never happened).","author":" Dan Evon ","time":"1 November 2021","claim":"A photograph shows a car accident in 1895 involving the only two cars in Ohio. "}
{"index":{"_id":"27"}}
{"title":"Melvinia Shields was the first Black first lady’s ancestor.","author":" Nur Ibrahim ","time":"1 November 2021","claim":"A monument commemorates former slave Melvinia Shields, an ancestor of former U.S. first lady Michelle Obama."}
{"index":{"_id":"28"}}
{"title":"The clip supposedly showed the president sitting as an audience member with his eyes closed.","author":" Jessica Lee ","time":"1 November 2021","claim":"A video recorded on Nov. 1, 2021, of U.S. President Joe Biden at the United Nation's climate summit showed him falling asleep."}
{"index":{"_id":"29"}}
{"title":"Another president, another pants pooping rumor.","author":" Dan Evon ","time":"1 November 2021","claim":"U.S. President Joe Biden pooped his pants during a meeting with Pope Francis in Rome. "}
{"index":{"_id":"30"}}
{"title":"Rather foolishly, he let them roam free before their execution.","author":" Nur Ibrahim ","time":"30 October 2021","claim":"Agha Mohammad Khan, an 18th-century Persian king, ordered the execution of two servants for being too loud, but postponed it to avoid doing it on a holy day. He let them return to their duties, but they killed him that very night."}
{"index":{"_id":"31"}}
{"title":"The concept appears to defy nature.","author":" Madison Dapcevich ","time":"29 October 2021","claim":"A video shared to Twitter in October 2021 showed fluid mixing together before appearing to become unmixed."}
{"index":{"_id":"32"}}
{"title":"Since 1789, there have been more than 11,000 proposals to change the U.S. Constitution. Some 99.75% of them were left to gather dust.","author":" Dan MacGuill ","time":"29 October 2021","claim":"A list of 15 failed U.S. Constitutional amendments, shared widely in October 2021, was accurate. "}
{"index":{"_id":"33"}}
{"title":"Is prevention in our future?","author":" Madison Dapcevich ","time":"29 October 2021","claim":"Researchers at Cleveland Clinic began a phase I study in October 2021 to test the safety of a vaccine aimed at preventing the most aggressive form of breast cancer."}
{"index":{"_id":"34"}}
{"title":"The animal rights organization claims that the word has “speciesist roots.”","author":" Nur Ibrahim ","time":"29 October 2021","claim":"Animal rights organization PETA has asked Major League Baseball to rename the bullpen to “arm barn,” arguing that the term has “speciesist roots” because it is where bulls are held before they are slaughtered. "}
{"index":{"_id":"35"}}
{"title":"Sorry to disappoint all of you black licorice-flavored hot dog fans.","author":" Dan Evon ","time":"29 October 2021","claim":"An image shows a genuine black licorice-flavored hot dog product called \"Hallowieners.\""}
{"index":{"_id":"36"}}
{"title":"In reality, these \"mortsafes,\" as they were called, were designed to thwart grave robbers, not vampires and zombies.","author":" David Emery ","time":"29 October 2021","claim":"People in Victorian England were so afraid of zombies and vampires that they built cages to trap the undead in their graves in case the corpse reanimated."}
{"index":{"_id":"37"}}
{"title":"In October 2021, social media users shared screenshots of a purported statement in which the former president gloated to Baldwin, \"Now you're going to prison.\"","author":" Dan MacGuill ","time":"29 October 2021","claim":"In October 2021, former President Donald Trump published a statement in which he gloated over an on-set shooting incident involving the actor Alec Baldwin. "}
{"index":{"_id":"38"}}
{"title":"Here's what we know so far about \"Micah Beals\" and \"Micah Femia.\"","author":" Dan MacGuill ","time":"28 October 2021","claim":"In October 2021, New York City police arrested an actor known as \"Micah Femia\" on suspicion of vandalizing a George Floyd statue. "}
{"index":{"_id":"39"}}
{"title":"Users of the popular chat app will need to update their devices by Nov. 1, 2021, to keep using it.","author":" Bethania Palma ","time":"27 October 2021","claim":"WhatsApp users with smartphones using older operating systems will need to update by Nov. 1, 2021, to keep using the chat app."}
{"index":{"_id":"40"}}
{"title":"In October 2021, Wilber Ernesto Martinez-Guzman pleaded guilty to shooting dead Gerald and Sharon David, in January 2019.","author":" Dan MacGuill ","time":"24 January 2019","claim":"An unauthorized immigrant shot and killed Gerald and Sharon David in Nevada in January 2019. "}
{"index":{"_id":"41"}}
{"title":"In October 2021, Wilber Ernesto Martinez-Guzman pleaded guilty to shooting dead Gerald and Sharon David, in January 2019.","author":" Dan MacGuill ","time":"24 January 2019","claim":"An unauthorized immigrant shot and killed Gerald and Sharon David in Nevada in January 2019. "}
{"index":{"_id":"42"}}
{"title":"A lost hiker ignored repeated calls from would-be rescuers because the number was unfamiliar.","author":" Bethania Palma ","time":"26 October 2021","claim":"A lost hiker ignored phone calls from a search and rescue crew because the number was unfamiliar."}
{"index":{"_id":"43"}}
{"title":"A misleading and viral tweet became so popular that its content was later shared on TikTok.","author":" Jordan Liles ","time":"26 October 2021","claim":"A picture from 1960 shows Alabama Gov. Kay Ivey protesting desegregation in Louisiana."}
{"index":{"_id":"44"}}
{"title":"The United States could see some drastic changes if climate change is not addressed, but they aren't depicted on this map.","author":" Dan Evon ","time":"26 October 2021","claim":"A map of the United States with a massive body of water superimposed over it shows what the country will look like in 30 years if climate change is not reversed. "}
{"index":{"_id":"45"}}
{"title":"A viral text purported to share the \"tip that very well may save your life.\"","author":" Jessica Lee ","time":"25 October 2021","claim":"Cellphone technology allows people to change their voicemail greetings when their device \"is either low on juice or has no signal.\""}
{"index":{"_id":"46"}}
{"title":"Several pieces of disinformation were circulated in the wake of the filmmaker's death.","author":" Dan Evon ","time":"26 October 2021","claim":"Before her untimely death on a movie set in October 2021, cinematographer Halyna Hutchins was scheduled to start working on a documentary about Hollywood pedophile rings. "}
{"index":{"_id":"47"}}
{"title":"Halyna Hutchins did not tweet about Hillary Clinton before her tragic and sudden death.","author":" Dan Evon ","time":"26 October 2021","claim":"Halyna Hutchins tweeted about Hillary Clinton shortly before she died on a movie set. "}
{"index":{"_id":"48"}}
{"title":"News reports claimed that the leading car rental company would begin rolling out the Tesla Model 3 electric vehicles in early November 2021.","author":" Dan MacGuill ","time":"26 October 2021","claim":"In October 2021, Hertz car rental announced it had ordered 100,000 Tesla electric vehicles. "}
{"index":{"_id":"49"}}
{"title":"We looked at the available information surrounding who made the initial 911 call on April 20, 2021.","author":" Nur Ibrahim ","time":"23 April 2021","claim":"Ma’Khia Bryant, the 16-year-old fatally shot by a Columbus police officer on April 20, 2021, made the 911 call to police because she was being threatened by a group of kids. "}
{"index":{"_id":"50"}}
{"title":"Another president, another pants pooping rumor.","author":" Dan Evon ","time":"1 November 2021","claim":"U.S. President Joe Biden pooped his pants during a meeting with Pope Francis in Rome. "}
